Repository: collective/Products.MultiEvent
Catalog: Products/MultiEvent/locales/*/LC_MESSAGES/Products.MultiEvent.po
Languages: fr

source: An event that can happens multiple times
fr: Un événement qui peut avoir lieu plusieurs fois

source: Edit
fr: Modifier

source: End Date
fr: Date de fin

source: Location
fr: Localisation

source: Start Date
fr: Date de début

source: View
fr: Voir

source: help_exclude_past_from_view
fr: Si sélectionné, les événements passés ne seront pas affichés

source: help_upcoming_event
fr: La date doit être au format jour/mois/année.

source: label_exclude_past_from_view
fr: Exclure les dates passées de la vue

source: label_past_events
fr: Evénements passés

source: label_upcoming_events
fr: Evénements à venir
